[
  {
    "id": 1,
    "image": "https://images.unsplash.com/photo-1519389950473-47ba0277781c?auto=format&fit=crop&w=600&q=80",
    "title": "Forest: Focus For Productivity",
    "companyName": "Forest App Studio",
    "description": "Stay focused and grow a virtual tree while you work or study. This unique productivity timer transforms your concentration into something visually rewarding. Each session you stay on task helps a small tree grow in your virtual forest. The longer you focus, the healthier and taller your tree becomes. If you lose focus and leave the timer, your tree withers — a gentle reminder to stay committed. Over time, you can grow an entire forest that reflects your dedication and progress. It's a fun and motivating way to build better habits. The visual growth of your trees makes your hard work feel tangible. Whether you're studying for exams or working on a project, the tree becomes a symbol of your effort. Let your focus shape a forest, one tree at a time.",
    "size": "25MB",
    "reviews": "9.5K",
    "ratingAvg": 4.9,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 230 },
      { "name": "3 star", "count": 340 },
      { "name": "4 star", "count": 980 },
      { "name": "5 star", "count": 7830 }
    ]
  },
  {
    "id": 2,
    "image": "https://plus.unsplash.com/premium_photo-1683749810514-860f96ad0735?q=80&w=1113&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "SmPlan: ToDo List With Reminder",
    "companyName": "SmartPlanner Inc.",
    "description": "Plan your day, track tasks, and set reminders effortlessly with the SmPlan productivity app. Designed to simplify your daily routine, SmPlan helps you stay organized without the stress. Start each morning by creating a clear, manageable plan for the day ahead. With intuitive task tracking, you’ll always know what needs to be done and when. Set smart reminders so nothing important slips through the cracks. Whether it's meetings, deadlines, or personal goals, everything stays in one place. SmPlan adjusts to your pace, helping you stay productive without feeling overwhelmed. Its clean interface makes planning quick and enjoyable. Boost your focus and take control of your time with ease. With SmPlan, productivity becomes second nature.",
    "size": "18MB",
    "reviews": "8.4K",
    "ratingAvg": 4.8,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 410 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 6510 }
    ]
  },
  {
    "id": 3,
    "image": "https://images.unsplash.com/photo-1593642634315-48f5414c3ad9?auto=format&fit=crop&w=600&q=80",
    "title": "FLIP - Focus Timer For Study",
    "companyName": "FLIP Studio",
    "description": "An elegant study timer app that helps students stay concentrated and productive. Designed with simplicity and focus in mind, it turns study sessions into structured, distraction-free time blocks. The sleek interface minimizes clutter, allowing students to concentrate fully on their tasks. With customizable timer settings, it adapts to different study methods like Pomodoro or deep work. Gentle alerts signal breaks, encouraging a healthy balance between focus and rest. Progress tracking helps users stay motivated and see their growth over time. Whether cramming for exams or reviewing notes, the app keeps students on track. It's more than just a timer — it's a study companion. Built for focus, designed for success. Stay sharp, study smart.",
    "size": "22MB",
    "reviews": "7.2K",
    "ratingAvg": 4.7,
    "downloads": "8M",
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 210 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 5100 }
    ]
  },
  {
    "id": 4,
    "image": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?auto=format&fit=crop&w=600&q=80",
    "title": "Pomocat - Cute Pomodoro Timer",
    "companyName": "Pomocat Labs",
    "description": "A cute cat-themed Pomodoro timer app that keeps you motivated while studying or working. With every focused session, adorable cats cheer you on and reward your progress with playful animations. The charming design brings a smile to your face, making productivity feel less like a chore. Each completed Pomodoro unlocks new feline friends or cozy room decorations. The app combines effective time management with the comfort of a virtual pet companion. Gentle meows and purrs signal break times, reminding you to rest and recharge. Perfect for students, remote workers, or anyone who loves cats. It turns study time into something to look forward to. Stay focused, earn pawsitive rewards, and enjoy the journey. Let productivity be as delightful as a purring kitten!",
    "size": "20MB",
    "reviews": "8.8K",
    "ratingAvg": 4.9,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 130 },
      { "name": "2 star", "count": 190 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 960 },
      { "name": "5 star", "count": 7220 }
    ]
  },
  {
    "id": 5,
    "image": "https://images.unsplash.com/photo-1494173853739-c21f58b16055?auto=format&fit=crop&w=600&q=80",
    "title": "Time Planner: Schedule & Tasks",
    "companyName": "PlannerPro Studio",
    "description": "Organize your life with an advanced scheduler and daily planner for personal or work tasks. This powerful tool helps you take control of your time with precision and ease. Plan your day down to the minute, set priorities, and manage deadlines effortlessly. Whether you're juggling meetings, errands, or long-term goals, everything stays neatly in one place. Smart features like recurring tasks, time blocking, and reminders ensure nothing slips through the cracks. The clean, intuitive interface makes planning feel less overwhelming and more empowering. Ideal for busy professionals, students, or anyone seeking structure. Sync across devices to stay updated wherever you are. With this planner, productivity becomes a lifestyle. Start each day with clarity and confidence.",
    "size": "30MB",
    "reviews": "11.2K",
    "ratingAvg": 4.8,
    "downloads": "6M",
    "ratings": [
      { "name": "1 star", "count": 210 },
      { "name": "2 star", "count": 320 },
      { "name": "3 star", "count": 420 },
      { "name": "4 star", "count": 1100 },
      { "name": "5 star", "count": 9150 }
    ]
  },
  {
    "id": 6,
    "image": "https://images.unsplash.com/photo-1517245386807-bb43f82c33c4?auto=format&fit=crop&w=600&q=80",
    "title": "Morning Habits - Daily Routine",
    "companyName": "Habitify Labs",
    "description": "Build a better morning routine and form new habits with customizable daily reminders. Start your day with intention by setting gentle prompts for the habits you want to build. Whether it’s drinking water, stretching, journaling, or reading, the app helps you stay consistent. Create a personalized routine that fits your lifestyle and goals. Each reminder is designed to motivate without overwhelming, making habit-building feel natural and achievable. Track your progress over time and celebrate small wins that lead to lasting change. The clean, user-friendly design keeps you focused on what matters. Perfect for anyone looking to start the day with purpose. Turn your mornings into a launchpad for success. Consistency starts with a single reminder.",
    "size": "27MB",
    "reviews": "9.8K",
    "ratingAvg": 4.9,
    "downloads": "8M",
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 220 },
      { "name": "3 star", "count": 350 },
      { "name": "4 star", "count": 1180 },
      { "name": "5 star", "count": 7950 }
    ]
  },
  {
    "id": 7,
    "image": "https://images.unsplash.com/photo-1532614338840-ab30cf10ed36?auto=format&fit=crop&w=600&q=80",
    "title": "Focus Plant: Pomodoro Forest",
    "companyName": "GreenMind Studio",
    "description": "A combination of Pomodoro timer and plant-growing gamification for better focus and motivation. This unique app blends productivity with play, making work and study sessions more engaging. Each completed Pomodoro helps your virtual plant grow, turning focus into visible progress. The more you concentrate, the more your digital garden flourishes. If you break focus, your plant pauses — a gentle nudge to stay on track. Customizable timers support different workflows, whether you're doing deep work or short bursts of study. The calming visuals and nature-inspired themes reduce stress while boosting motivation. It’s perfect for students, remote workers, or anyone looking to stay productive in a fun way. Watch your habits bloom with every focused session. Grow your goals, one Pomodoro at a time.",
    "size": "23MB",
    "reviews": "6.7K",
    "ratingAvg": 4.7,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 140 },
      { "name": "2 star", "count": 260 },
      { "name": "3 star", "count": 400 },
      { "name": "4 star", "count": 1020 },
      { "name": "5 star", "count": 4880 }
    ]
  },
  {
    "id": 8,
    "image": "https://images.unsplash.com/photo-1542744095-fcf48d80b0fd?auto=format&fit=crop&w=600&q=80",
    "title": "Alarmy - Alarm Clock & Sleep",
    "companyName": "SleepWell Tech",
    "description": "A smart alarm clock that challenges you to wake up with puzzles and motivational tasks. Say goodbye to the snooze button and groggy mornings — this app makes waking up an active experience. To turn off the alarm, you’ll need to solve a puzzle, answer a quiz, or complete a small task that gets your brain moving. Each challenge is designed to boost alertness and help you start your day with a sense of accomplishment. You can customize the difficulty level and even add your own motivational messages or goals. It’s perfect for heavy sleepers or anyone trying to build a stronger morning routine. Wake up with purpose, not panic. With this alarm, your day begins with focus and energy.",
    "size": "26MB",
    "reviews": "12.5K",
    "ratingAvg": 4.8,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 380 },
      { "name": "4 star", "count": 1340 },
      { "name": "5 star", "count": 10380 }
    ]
  },
  {
    "id": 9,
    "image": "https://images.unsplash.com/photo-1508780709619-79562169bc64?auto=format&fit=crop&w=600&q=80",
    "title": "Tasky - Organize Your Life",
    "companyName": "Tasky Inc.",
    "description": "Manage tasks, set priorities, and boost productivity with a clean and simple task manager. Designed for clarity and efficiency, this app helps you stay on top of your to-do list without the clutter. Easily add tasks, organize them by category, and assign priority levels to focus on what matters most. The minimalist interface keeps distractions away, allowing you to plan and execute your day with ease. Set due dates, reminders, and track your progress as you go. Whether you’re managing work projects or personal errands, everything stays neat and manageable. Perfect for users who value simplicity and functionality. Stay organized, stay focused, and get more done. Let productivity feel effortless.",
    "size": "19MB",
    "reviews": "5.5K",
    "ratingAvg": 4.6,
    "downloads": "4M",
    "ratings": [
      { "name": "1 star", "count": 80 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 250 },
      { "name": "4 star", "count": 700 },
      { "name": "5 star", "count": 4370 }
    ]
  },
  {
    "id": 10,
    "image": "https://img.freepik.com/free-vector/modern-productivity-concept-with-flat-design_23-2147956072.jpg?semt=ais_hybrid&w=740&q=80",
    "title": "FocusTime: Productivity Timer",
    "companyName": "Focus Labs",
    "description": "A simple timer app to maintain focus and track work sessions with detailed analytics. Designed for minimal distractions, this app helps you stay on task with a clean, intuitive interface. Start a session with just one tap and dive into deep focus mode. As you work, the app quietly tracks your time, so you can concentrate without interruptions. Once you're done, view detailed analytics showing session lengths, total focus time, and productivity trends. Identify your most productive hours and build better work habits over time. It's perfect for students, freelancers, and professionals who want to stay accountable. No clutter, no fuss—just pure focus and smart insights. Work smarter, not harder.",
    "size": "21MB",
    "reviews": "6.8K",
    "ratingAvg": 4.7,
    "downloads": "6M",
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 320 },
      { "name": "4 star", "count": 950 },
      { "name": "5 star", "count": 5250 }
    ]
  },
  {
    "id": 11,
    "image": "https://img.freepik.com/free-vector/meditation-app-interface_52683-46942.jpg?semt=ais_hybrid&w=740&q=80",
    "title": "Mindful Meditation App",
    "companyName": "CalmTech Studio",
    "description": "Guided meditation sessions and mindfulness exercises to reduce stress and improve focus. This app offers a calming space to pause, breathe, and reset your mind throughout the day. With sessions designed for all experience levels, you can choose from quick 5-minute breathing exercises to longer, deep meditation practices. Mindfulness tools help you stay present, manage anxiety, and build emotional resilience. The gentle voice guidance and soothing background sounds create a peaceful environment wherever you are. Daily reminders encourage consistency and self-care, even on your busiest days. Whether you’re starting your morning or winding down at night, there's a session for every moment. Improve your focus, sleep better, and feel more balanced. One breath at a time, find your calm.",
    "size": "24MB",
    "reviews": "7.1K",
    "ratingAvg": 4.8,
    "downloads": "5M",
    "ratings": [
      { "name": "1 star", "count": 70 },
      { "name": "2 star", "count": 120 },
      { "name": "3 star", "count": 280 },
      { "name": "4 star", "count": 1000 },
      { "name": "5 star", "count": 5600 }
    ]
  },
  {
    "id": 12,
    "image": "https://images.unsplash.com/photo-1504384308090-c894fdcc538d?auto=format&fit=crop&w=600&q=80",
    "title": "Workout Buddy: Fitness Tracker",
    "companyName": "FitLife Apps",
    "description": "Track workouts, calories, and fitness goals with this easy-to-use fitness companion. Designed to simplify your health journey, the app helps you log exercises quickly and accurately. Whether you’re lifting weights, running, or doing yoga, keep detailed records of your progress. Monitor calories burned and consumed to maintain balanced nutrition. Set personalized fitness goals and receive motivating reminders to stay on track. The clean interface makes it easy to review your achievements and adjust your routine as needed. Perfect for beginners and fitness enthusiasts alike, it adapts to your lifestyle. Stay accountable, celebrate milestones, and push yourself toward a healthier you. Your fitness journey, organized and empowered.",
    "size": "28MB",
    "reviews": "9.2K",
    "ratingAvg": 4.9,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 140 },
      { "name": "3 star", "count": 310 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 7650 }
    ]
  },
  {
    "id": 13,
    "image": "https://images.unsplash.com/photo-1521791136064-7986c2920216?auto=format&fit=crop&w=600&q=80",
    "title": "Sleep Tracker: Smart Alarm",
    "companyName": "SleepTech Studio",
    "description": "Monitor your sleep patterns and wake up refreshed with smart alarm features. This app tracks your sleep cycles throughout the night to help you understand your rest quality. Using advanced sensors, it detects the best time to gently wake you during your lightest sleep phase, so you feel more energized and less groggy. Detailed sleep reports provide insights into how long and how well you’re sleeping, highlighting trends and areas for improvement. Customize your alarm sounds to start the day peacefully, with options that suit your mood. Whether you struggle with insomnia or just want better rest, this tool supports healthier sleep habits. Wake up naturally and embrace each day feeling refreshed and ready. Sleep smarter, live better.",
    "size": "26MB",
    "reviews": "8.5K",
    "ratingAvg": 4.8,
    "downloads": "6M",
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 160 },
      { "name": "3 star", "count": 280 },
      { "name": "4 star", "count": 980 },
      { "name": "5 star", "count": 5970 }
    ]
  },
  {
    "id": 14,
    "image": "https://static.vecteezy.com/system/resources/previews/024/646/654/non_2x/habit-tracker-for-kids-sheet-template-for-printing-with-cute-character-illustration-vector.jpg",
    "title": "Habit Tracker Pro",
    "companyName": "HabitFlow Inc.",
    "description": "Set and track daily habits to boost productivity and achieve your goals consistently. This app makes building positive routines simple and motivating by letting you create custom habits tailored to your lifestyle. Track your progress visually with streaks and reminders that keep you accountable without feeling overwhelming. Celebrate small wins along the way to stay inspired and focused. Whether it’s exercising, reading, or practicing mindfulness, consistent habits lead to lasting change. The clean design keeps things straightforward, so you can concentrate on growth rather than complexity. Perfect for anyone looking to turn good intentions into daily actions. Build momentum, stay motivated, and watch your goals become reality—one habit at a time.",
    "size": "25MB",
    "reviews": "7.9K",
    "ratingAvg": 4.7,
    "downloads": "5.5M",
    "ratings": [
      { "name": "1 star", "count": 80 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 950 },
      { "name": "5 star", "count": 5400 }
    ]
  },
  {
    "id": 15,
    "image": "https://www.teamly.com/blog/wp-content/uploads/2021/12/Master-Task-List.png",
    "title": "Todo Master - Task Organizer",
    "companyName": "MasterSoft Studio",
    "description": "A clean and intuitive task organizer app to manage your daily schedule efficiently. With a simple, clutter-free design, it helps you plan your day with ease and clarity. Quickly add, edit, and categorize tasks to keep everything organized in one place. Prioritize your to-dos so you always know what needs your attention first. Seamless syncing across devices ensures your schedule is up-to-date wherever you go. Smart reminders and notifications keep you on track without overwhelming you. Whether you’re managing work projects or personal errands, this app adapts to your unique workflow. Perfect for anyone who values simplicity and productivity. Stay organized, reduce stress, and get more done every day. Efficiency has never looked so good.",
    "size": "22MB",
    "reviews": "6.3K",
    "ratingAvg": 4.6,
    "downloads": "4.7M",
    "ratings": [
      { "name": "1 star", "count": 60 },
      { "name": "2 star", "count": 120 },
      { "name": "3 star", "count": 240 },
      { "name": "4 star", "count": 820 },
      { "name": "5 star", "count": 4960 }
    ]
  },
  {
    "id": 16,
    "image": "https://images.unsplash.com/photo-1515378791036-0648a3ef77b2?auto=format&fit=crop&w=600&q=80",
    "title": "Pomodoro Master: Focus Timer",
    "companyName": "FocusPro Labs",
    "description": "Master your focus sessions using Pomodoro techniques with customizable settings. This app lets you tailor your work and break intervals to fit your unique rhythm and productivity style. Whether you prefer classic 25-minute focus bursts or longer deep work sessions, you’re in control. Clear visual timers and gentle alerts keep you aware of your progress without distractions. Track your completed Pomodoros to see how much focused work you’re accomplishing each day. Perfect for students, professionals, or anyone looking to boost concentration and manage time better. The simple, user-friendly design makes staying productive effortless. Build momentum, reduce burnout, and make every minute count. Focus smarter, achieve more.",
    "size": "23MB",
    "reviews": "5.8K",
    "ratingAvg": 4.7,
    "downloads": "4.5M",
    "ratings": [
      { "name": "1 star", "count": 70 },
      { "name": "2 star", "count": 130 },
      { "name": "3 star", "count": 270 },
      { "name": "4 star", "count": 810 },
      { "name": "5 star", "count": 4520 }
    ]
  },
  {
    "id": 17,
    "image": "https://images.unsplash.com/photo-1508780709619-79562169bc64?auto=format&fit=crop&w=600&q=80",
    "title": "Study Buddy: Focus & Learn",
    "companyName": "EduFocus Labs",
    "description": "An app for students to track study time, set goals, and maintain focus. Designed with learners in mind, it helps you organize your study sessions and stay motivated throughout the day. Easily start and pause timers to record how long you’ve concentrated on each subject. Set clear, achievable goals to keep your progress on track and celebrate milestones as you reach them. The app encourages focus with minimal distractions and gentle reminders to take breaks. Visual reports help you understand your study habits and identify your most productive times. Whether preparing for exams or managing daily homework, this tool supports effective learning. Stay organized, focused, and motivated — turn your study time into success.",
    "size": "21MB",
    "reviews": "6.1K",
    "ratingAvg": 4.8,
    "downloads": "5.2M",
    "ratings": [
      { "name": "1 star", "count": 80 },
      { "name": "2 star", "count": 140 },
      { "name": "3 star", "count": 260 },
      { "name": "4 star", "count": 860 },
      { "name": "5 star", "count": 4720 }
    ]
  },
  {
    "id": 18,
    "image": "https://apploye.com/blog/content/images/2023/09/best-time-tracking-software-for-small-business.png",
    "title": "Time Tracker Pro",
    "companyName": "TimeFlow Studio",
    "description": "Track your work hours and productivity with visual reports and reminders. This app makes it easy to log the time you spend on tasks and projects throughout your day. With just a few taps, start and stop timers to capture accurate work sessions. Visual reports help you see where your time goes, highlighting your most productive periods and areas for improvement. Customizable reminders keep you on schedule and encourage regular breaks to avoid burnout. Whether you’re freelancing, working remotely, or managing multiple projects, this tool helps you stay accountable and efficient. Gain insights that empower better time management and boost your overall productivity. Work smarter, track smarter.",
    "size": "24MB",
    "reviews": "7.0K",
    "ratingAvg": 4.8,
    "downloads": "6.0M",
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 150 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 920 },
      { "name": "5 star", "count": 5540 }
    ]
  },
  {
    "id": 19,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSI80oWQ3W2DNP3zDes1C4aOOTq3O0C51kE6w&s",
    "title": "Habit Tracker: Daily Goals",
    "companyName": "GoalSet Studio",
    "description": "Track habits, set reminders, and stay consistent in achieving your daily goals. This app makes it easy to build positive routines by helping you monitor your progress every day. Customize reminders to gently nudge you when it’s time to take action, keeping motivation high without feeling overwhelming. Visual trackers and streaks provide a satisfying way to see how far you’ve come, encouraging you to keep going. Whether you’re trying to exercise more, drink water, or practice mindfulness, consistency is key — and this tool supports you every step of the way. Simple, effective, and designed for lasting change. Turn your goals into habits and watch your success grow.",
    "size": "22MB",
    "reviews": "6.6K",
    "ratingAvg": 4.7,
    "downloads": "5.5M",
    "ratings": [
      { "name": "1 star", "count": 70 },
      { "name": "2 star", "count": 130 },
      { "name": "3 star", "count": 270 },
      { "name": "4 star", "count": 880 },
      { "name": "5 star", "count": 4940 }
    ]
  },
  {
    "id": 20,
    "image": "https://images.unsplash.com/photo-1518459031867-a89b944bffe4?auto=format&fit=crop&w=600&q=80",
    "title": "Focus Zen: Meditation & Timer",
    "companyName": "ZenFlow Labs",
    "description": "Combine meditation with productivity timers to stay calm, focused, and efficient throughout the day. This innovative app blends mindful breathing exercises with structured work sessions to help you manage stress while boosting concentration. Start your day with a calming meditation, then dive into focused timer blocks designed to keep distractions at bay. Between sessions, short mindfulness breaks reset your energy and sharpen your attention. Progress tracking lets you balance productivity with well-being, ensuring you don’t just work harder, but smarter. Perfect for anyone looking to harmonize mental clarity with effective time management. Stay centered, stay on task, and make every moment count. Productivity meets peace in one seamless experience.",
    "size": "26MB",
    "reviews": "7.8K",
    "ratingAvg": 4.9,
    "downloads": "6.8M",
    "ratings": [
      { "name": "1 star", "count": 60 },
      { "name": "2 star", "count": 120 },
      { "name": "3 star", "count": 260 },
      { "name": "4 star", "count": 950 },
      { "name": "5 star", "count": 5400 }
    ]
  }
]
