[
  {
    "id": 1,
    "image": "https://images.unsplash.com/photo-1519389950473-47ba0277781c?auto=format&fit=crop&w=600&q=80",
    "title": "Forest: Focus For Productivity",
    "companyName": "Forest App Studio",
    "description": "Stay focused and grow a virtual tree while you work or study. This unique productivity timer transforms your concentration into something visually rewarding. Each session you stay on task helps a small tree grow in your virtual forest. The longer you focus, the healthier and taller your tree becomes. If you lose focus and leave the timer, your tree withers — a gentle reminder to stay committed. Over time, you can grow an entire forest that reflects your dedication and progress. It's a fun and motivating way to build better habits. The visual growth of your trees makes your hard work feel tangible. Whether you're studying for exams or working on a project, the tree becomes a symbol of your effort. Let your focus shape a forest, one tree at a time.",
    "size": "25MB",
    "reviews": "9.5K",
    "ratingAvg": 4.9,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 120 },
      { "name": "2 star", "count": 230 },
      { "name": "3 star", "count": 340 },
      { "name": "4 star", "count": 980 },
      { "name": "5 star", "count": 7830 }
    ]
  },
  {
    "id": 2,
    "image": "https://plus.unsplash.com/premium_photo-1683749810514-860f96ad0735?q=80&w=1113&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
    "title": "SmPlan: ToDo List With Reminder",
    "companyName": "SmartPlanner Inc.",
    "description": "Plan your day, track tasks, and set reminders effortlessly with the SmPlan productivity app. Designed to simplify your daily routine, SmPlan helps you stay organized without the stress. Start each morning by creating a clear, manageable plan for the day ahead. With intuitive task tracking, you’ll always know what needs to be done and when. Set smart reminders so nothing important slips through the cracks. Whether it's meetings, deadlines, or personal goals, everything stays in one place. SmPlan adjusts to your pace, helping you stay productive without feeling overwhelmed. Its clean interface makes planning quick and enjoyable. Boost your focus and take control of your time with ease. With SmPlan, productivity becomes second nature.",
    "size": "18MB",
    "reviews": "8.4K",
    "ratingAvg": 4.8,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 180 },
      { "name": "3 star", "count": 410 },
      { "name": "4 star", "count": 1200 },
      { "name": "5 star", "count": 6510 }
    ]
  },
  {
    "id": 3,
    "image": "https://images.unsplash.com/photo-1593642634315-48f5414c3ad9?auto=format&fit=crop&w=600&q=80",
    "title": "FLIP - Focus Timer For Study",
    "companyName": "FLIP Studio",
    "description": "An elegant study timer app that helps students stay concentrated and productive. Designed with simplicity and focus in mind, it turns study sessions into structured, distraction-free time blocks. The sleek interface minimizes clutter, allowing students to concentrate fully on their tasks. With customizable timer settings, it adapts to different study methods like Pomodoro or deep work. Gentle alerts signal breaks, encouraging a healthy balance between focus and rest. Progress tracking helps users stay motivated and see their growth over time. Whether cramming for exams or reviewing notes, the app keeps students on track. It's more than just a timer — it's a study companion. Built for focus, designed for success. Stay sharp, study smart.",
    "size": "22MB",
    "reviews": "7.2K",
    "ratingAvg": 4.7,
    "downloads": "8M",
    "ratings": [
      { "name": "1 star", "count": 90 },
      { "name": "2 star", "count": 210 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 1500 },
      { "name": "5 star", "count": 5100 }
    ]
  },
  {
    "id": 4,
    "image": "https://images.unsplash.com/photo-1522202176988-66273c2fd55f?auto=format&fit=crop&w=600&q=80",
    "title": "Pomocat - Cute Pomodoro Timer",
    "companyName": "Pomocat Labs",
    "description": "A cute cat-themed Pomodoro timer app that keeps you motivated while studying or working. With every focused session, adorable cats cheer you on and reward your progress with playful animations. The charming design brings a smile to your face, making productivity feel less like a chore. Each completed Pomodoro unlocks new feline friends or cozy room decorations. The app combines effective time management with the comfort of a virtual pet companion. Gentle meows and purrs signal break times, reminding you to rest and recharge. Perfect for students, remote workers, or anyone who loves cats. It turns study time into something to look forward to. Stay focused, earn pawsitive rewards, and enjoy the journey. Let productivity be as delightful as a purring kitten!",
    "size": "20MB",
    "reviews": "8.8K",
    "ratingAvg": 4.9,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 130 },
      { "name": "2 star", "count": 190 },
      { "name": "3 star", "count": 300 },
      { "name": "4 star", "count": 960 },
      { "name": "5 star", "count": 7220 }
    ]
  },
  {
    "id": 5,
    "image": "https://images.unsplash.com/photo-1494173853739-c21f58b16055?auto=format&fit=crop&w=600&q=80",
    "title": "Time Planner: Schedule & Tasks",
    "companyName": "PlannerPro Studio",
    "description": "Organize your life with an advanced scheduler and daily planner for personal or work tasks. This powerful tool helps you take control of your time with precision and ease. Plan your day down to the minute, set priorities, and manage deadlines effortlessly. Whether you're juggling meetings, errands, or long-term goals, everything stays neatly in one place. Smart features like recurring tasks, time blocking, and reminders ensure nothing slips through the cracks. The clean, intuitive interface makes planning feel less overwhelming and more empowering. Ideal for busy professionals, students, or anyone seeking structure. Sync across devices to stay updated wherever you are. With this planner, productivity becomes a lifestyle. Start each day with clarity and confidence.",
    "size": "30MB",
    "reviews": "11.2K",
    "ratingAvg": 4.8,
    "downloads": "6M",
    "ratings": [
      { "name": "1 star", "count": 210 },
      { "name": "2 star", "count": 320 },
      { "name": "3 star", "count": 420 },
      { "name": "4 star", "count": 1100 },
      { "name": "5 star", "count": 9150 }
    ]
  },
  {
    "id": 6,
    "image": "https://images.unsplash.com/photo-1517245386807-bb43f82c33c4?auto=format&fit=crop&w=600&q=80",
    "title": "Morning Habits - Daily Routine",
    "companyName": "Habitify Labs",
    "description": "Build a better morning routine and form new habits with customizable daily reminders. Start your day with intention by setting gentle prompts for the habits you want to build. Whether it’s drinking water, stretching, journaling, or reading, the app helps you stay consistent. Create a personalized routine that fits your lifestyle and goals. Each reminder is designed to motivate without overwhelming, making habit-building feel natural and achievable. Track your progress over time and celebrate small wins that lead to lasting change. The clean, user-friendly design keeps you focused on what matters. Perfect for anyone looking to start the day with purpose. Turn your mornings into a launchpad for success. Consistency starts with a single reminder.",
    "size": "27MB",
    "reviews": "9.8K",
    "ratingAvg": 4.9,
    "downloads": "8M",
    "ratings": [
      { "name": "1 star", "count": 100 },
      { "name": "2 star", "count": 220 },
      { "name": "3 star", "count": 350 },
      { "name": "4 star", "count": 1180 },
      { "name": "5 star", "count": 7950 }
    ]
  },
  {
    "id": 7,
    "image": "https://images.unsplash.com/photo-1532614338840-ab30cf10ed36?auto=format&fit=crop&w=600&q=80",
    "title": "Focus Plant: Pomodoro Forest",
    "companyName": "GreenMind Studio",
    "description": "A combination of Pomodoro timer and plant-growing gamification for better focus and motivation. This unique app blends productivity with play, making work and study sessions more engaging. Each completed Pomodoro helps your virtual plant grow, turning focus into visible progress. The more you concentrate, the more your digital garden flourishes. If you break focus, your plant pauses — a gentle nudge to stay on track. Customizable timers support different workflows, whether you're doing deep work or short bursts of study. The calming visuals and nature-inspired themes reduce stress while boosting motivation. It’s perfect for students, remote workers, or anyone looking to stay productive in a fun way. Watch your habits bloom with every focused session. Grow your goals, one Pomodoro at a time.",
    "size": "23MB",
    "reviews": "6.7K",
    "ratingAvg": 4.7,
    "downloads": "7M",
    "ratings": [
      { "name": "1 star", "count": 140 },
      { "name": "2 star", "count": 260 },
      { "name": "3 star", "count": 400 },
      { "name": "4 star", "count": 1020 },
      { "name": "5 star", "count": 4880 }
    ]
  },
  {
    "id": 8,
    "image": "https://images.unsplash.com/photo-1542744095-fcf48d80b0fd?auto=format&fit=crop&w=600&q=80",
    "title": "Alarmy - Alarm Clock & Sleep",
    "companyName": "SleepWell Tech",
    "description": "A smart alarm clock that challenges you to wake up with puzzles and motivational tasks. Say goodbye to the snooze button and groggy mornings — this app makes waking up an active experience. To turn off the alarm, you’ll need to solve a puzzle, answer a quiz, or complete a small task that gets your brain moving. Each challenge is designed to boost alertness and help you start your day with a sense of accomplishment. You can customize the difficulty level and even add your own motivational messages or goals. It’s perfect for heavy sleepers or anyone trying to build a stronger morning routine. Wake up with purpose, not panic. With this alarm, your day begins with focus and energy.",
    "size": "26MB",
    "reviews": "12.5K",
    "ratingAvg": 4.8,
    "downloads": "9M",
    "ratings": [
      { "name": "1 star", "count": 150 },
      { "name": "2 star", "count": 250 },
      { "name": "3 star", "count": 380 },
      { "name": "4 star", "count": 1340 },
      { "name": "5 star", "count": 10380 }
    ]
  }
]
